<?php 
 $arr=array (
  'expiration' => 1474340658,
  'info' => 
  array (
    0 => 
    array (
      'id' => '51',
      'uid' => '1',
      'title' => '（转）影响网站收录不佳的因素',
      'content' => '<p>
	你的网站内容是原创，还是采集?</p><p>
	1、搜索引擎都特别喜欢原创，如果你是采集怎么办?建议你通过良好的布局和内链结构来解决</p><p>
	随着算法的提升，百度在这块已经有了很大程度的提升，伪原创以及转载采集都会成为你网站不被收录的很大一部分原因，所以百优网建议我们在撰写网站内容的时
候，尽可能写原创，即便是可以每天少发几篇(医疗新闻)，效果都会远远要比你伪原创和采集的效果好很多，并且这些内容收录和排名也都是极佳的。</p><p>
	内容的相关度不高</p><p>
	如果你的网站每个栏目内容缺乏相关性，甚至不相干;即使你更新的内容都被收录了，也不会对网站的整体有个好的排名!因为不能很好的突出网站主题，大家都不喜欢风马牛不相及的东西。所以，对于网站收录很多，但是没有排名，也应该重视下你网站的内容相关性如何!</p><p>
	友情链接有被K现象</p><p>
	逐一检查友情链接的网站是否被K，或者是被降权。与一个被K或者被降权的站，互通友好，多少会对自己的站有影响。</p><p>
	2、内链不合理</p><p>
	内链就好比现实中一张城市的地图，有了这张地图，你就可以顺畅的访问整个城市了。合理的内链可以使蜘蛛顺畅的，有条理的爬行你的网站;自然读到你网站的内容就多了，索引的内容也就多了!注意：不要把不想干的词做成内链锚文本!</p><p>
	3、网站外链质量和数量</p><p>
	从网站收录角度看，你的外链越多，你的网站被搜索引擎蜘蛛机器人爬行的机会就越多，只有搜索引擎蜘蛛机器人来爬行了，你的网站内容才有可能会被收录。</p><p>
	4、网站打开速度</p><p>
	当一个网站收录量不理想，大家就应该去看看那些页面是不是被搜索引擎蜘蛛机器人浏览过。如果一个页面都没有被搜索引擎爬虫浏览过，是不可能会被收录的。一个网站的收录量没有上去，那SEO流量的提升就会有很大的一个瓶颈。</p><p><br/></p><p>原文地址：http://www.aicoffees.com/seoshare/504101625.html</p><p><br/></p>',
      'keyword' => '网站,收录,速度',
      'sortid' => '2',
      'img' => 'bba1cd11728b4710534f13e9c1cec3fdfc0323b7.jpg',
      'views' => '4',
      'comnum' => '0',
      'topway' => 'home',
      'status' => 'show',
      'datetime' => '2015-09-21 15:24:05',
    ),
  ),
); 
?>